---
kind: other
id: Properties.T:Autodesk.Revit.UI.PulldownButton
source: html/f2cfd0f6-83f9-7245-e235-539d6bece952.htm
---
# PulldownButton Properties

Gets or sets a value indicating whether the item is enabled.